tap "grpc/grpc"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "cmake"
brew "cocoapods"
brew "exa"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "protobuf"
brew "grpc"
brew "hub"
brew "hugo"
brew "luarocks"
brew "neovim"
brew "peco"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "starship"
brew "tig"
brew "tmux"
brew "volta"
brew "wget"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "rectangle"
